# language: ja

機能: 都道府県

  シナリオ: 都道府県コード
    * JISで定義されているコードは次の通りです。
      | 01 | 北海道 | 11 | 埼玉県 | 21 | 岐阜県 | 31 | 鳥取県 | 41 | 佐賀県 |
      | 02 | 青森県 | 12 | 千葉県 | 22 | 静岡県 | 32 | 島根県 | 42 | 長崎県 |
      | 03 | 岩手県 | 13 | 東京都 | 23 | 愛知県 | 33 | 岡山県 | 43 | 熊本県 |
      | 04 | 宮城県 | 14 | 神奈川県 | 24 | 三重県 | 34 | 広島県 | 44 | 大分県 |
      | 05 | 秋田県 | 15 | 新潟県 | 25 | 滋賀県 | 35 | 山口県 | 45 | 宮崎県 |
      | 06 | 山形県 | 16 | 富山県 | 26 | 京都府 | 36 | 徳島県 | 46 | 鹿児島県 |
      | 07 | 福島県 | 17 | 石川県 | 27 | 大阪府 | 37 | 香川県 | 47 | 沖縄県 |
      | 08 | 茨城県 | 18 | 福井県 | 28 | 兵庫県 | 38 | 愛媛県 |    |        |
      | 09 | 栃木県 | 19 | 山梨県 | 29 | 奈良県 | 39 | 高知県 |    |        |
      | 10 | 群馬県 | 20 | 長野県 | 30 | 和歌山県 | 40 | 福岡県 |    |      |
