# language: ja

機能: 源泉徴収税

  シナリオ: 源泉徴収税額の計算
    税額の求め方は、次のとおりです。
     1　 「給与所得者の扶養控除等申告書」（以下この表において「扶養控除等申告書」といいます。）の提出があった人
       (1)  まず、その人のその月の給与等の金額から、その給与等の金額から控除される社会保険料等の金額を控除した金額を求めます。
       (2)  次に、扶養控除等申告書により申告された扶養親族等の数が７人以下である場合には、(1)により求めた金額に応じて「その月の社会保険料等控除後
          の給与等の金額」欄の該当する行を求め、その行と扶養親族等の数に応じた甲欄の該当欄との交わるところに記載されている金額を求めます。これが
          求める税額です。
       (3)  扶養控除等申告書により申告された扶養親族等の数が７人を超える場合には、(1)により求めた金額に応じて、扶養親族等の数が７人であるものと
          して(2)により求めた税額から、扶養親族等の数が７人を超える１人ごとに1,610円を控除した金額を求めます。これが求める税額です。
       (4)  (2)及び(3)の場合において、扶養控除等申告書にその人が障害者（特別障害者を含みます。）、寡婦（特別の寡婦を含みます。）、寡夫又は勤労
          学生に該当する旨の記載があるときは、扶養親族等の数にこれらの一に該当するごとに１人を加算した数を、扶養控除等申告書にその人の控除対象配
          偶者又は扶養親族のうちに障害者（特別障害者を含みます。）又は同居特別障害者に該当する人がいる旨の記載があるときは、扶養親族等の数にこれ
          らの一に該当するごとに１人を加算した数を、それぞれ(2)及び(3)の扶養親族等の数とします。
     2  扶養控除等申告書の提出がない人（「従たる給与についての扶養控除等申告書」の提出があった人を含みます。）
      　その人のその月の給与等の金額から、その給与等の金額から控除される社会保険料等の金額を控除し、その控除後の金額に応じた「その月の社会保険料
      等控除後の給与等の金額」欄の該当する行と乙欄との交わるところに記載されている金額（「従たる給与についての扶養控除等申告書」の提出があった
      場合には、その申告書により申告された扶養親族等の数に応じ、扶養親族等１人ごとに1,610円を控除した金額）を求めます。これが求める税額です。　　

