# language: ja

機能: 社会保健

  シナリオ: 介護保険料について
    <a href="https://www.kyoukaikenpo.or.jp/shibu/chiba/cat080/20130314001">介護保険制度と介護保険料について</a>
    <pre>
      40歳から64歳までの健康保険の加入者は、健康保険料と一緒に介護保険料を納めます。
      介護保険料は「満40歳に達したとき」より徴収が始まります。
      「満40歳に達したとき」とは、40歳の誕生日の前日のことであり、その日が属する月から介護保険の第2号被保険者となり、介護保険料が徴収されます。
    </pre>

  シナリオ: 5月2日生まれの方が40歳になる場合
    誕生日の前日（介護保険の第2号被保険者の資格取得日）は5月1日のため、誕生日の前日が属する月である5月分より健康保険料とともに介護保険料が徴収されます。

  シナリオ: 5月1日生まれの方が40歳になる場合
    誕生日の前日（介護保険の第2号被保険者の資格取得日）は4月30日のため、誕生日の前日が属する月である4月分より健康保険料とともに介護保険料が徴収されます。